/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu:%2$.2lu minutes";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu:%2$.2lu:%3$.2lu hours";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@ on %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "%@ ago";

/* NSString-WIAdditions: byte size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: bit size strings */
"%@ Gbit" = "%@ Gbit";

/* NSString-WIAdditions: byte size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: bit size strings */
"%@ kbit" = "%@ kbit";

/* NSString-WIAdditions: byte size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: bit size strings */
"%@ Mbit" = "%@ Mbit";

/* NSString-WIAdditions: byte size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: bit size strings */
"%@ Pbit" = "%@ Pbit";

/* NSString-WIAdditions: byte size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: bit size strings */
"%@ Tbit" = "%@ Tbit";

/* NSString-WIAdditions: bit size strings */
"%llu bits" = "%llu bits";

/* NSString-WIAdditions: byte size strings */
"%llu bytes" = "%llu bytes";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu:%2$.2lu:%3$.2lu:%4$.2lu days";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2lu seconds" = "00:%0.2lu seconds";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k Modem";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k Modem";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k Modem";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/Cable";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "byte";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "bytes";

/* WIApplication: termination delay panel */
"Cancel" = "Cancel";

/* Default search menu template item */
"Clear Recent Searches" = "Clear Recent Searches";

/* WIApplication: termination delay panel (application, timeout) */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "If you do nothing, %1$@ will quit automatically in %2$.0f seconds.";

/* Default search menu template item */
"No Recent Searches" = "No Recent Searches";

/* NSError-WIAdditions: OK button */
"OK" = "OK";

/* WIApplication: termination delay panel */
"Quit" = "Quit";

/* Default search menu template item */
"Recent Searches" = "Recent Searches";

/* WIDateFormatter: this day */
"today" = "today";

/* WIDateFormatter: next day */
"tomorrow" = "tomorrow";

/* NSString-WIAdditions: bandwidth strings
   NSString-WIAdditions: unknown Wired client */
"Unknown" = "Unknown";

/* WIDateFormatter: prior day */
"yesterday" = "yesterday";
